const wordList = [
    {
    "Word": "name",
    "品詞": "他動詞",
    "意味1": "～をあげる（名前を言う）",
    "意味2": "～に…と名前をつける",
    "意味3": "～を…に指名する",
    "別の品詞": "名詞",
    "意味": "名前"
    },//
    {
    "Word": "probably",
    "品詞": "副詞",
    "意味1": "たぶん・おそらく",
    "派生語1": "probable",
    "品詞1": "形容詞",
    "意味2": "ありそうな・起こりそうな"
    },//
    {
    "Word": "occasion",
    "品詞": "名詞",
    "意味1": "時・場合",
    "意味2": "時・場合",
    "派生語1": "occasionally",
    "品詞1": "副詞",
    "意味1": "時折・ときたま",
    },//
    {
    "Word": "Thanksgiving",
    "品詞": "名詞",
    "意味1": "感謝祭"
    },//
    {
    "Word": "expensive",
    "品詞": "形容詞"
    },//
    {
    "Word": "overseas",
    "品詞": "副詞",
    "意味1": "海外で",
    "意味2": "海外の・外国への",
    "意味3": "海を越えて・海外へ"
    },//
    {
    "Word": "flock",
    "品詞": "自動詞",
    "意味1": "集まる",
    "意味2": "大勢で行く",
    "意味3": "群がる"
    },//
    {
    "Word": "relatives",
    "品詞": "名詞",
    "意味1": "親戚"
    },//
    {
    "Word": "snack",
    "品詞": "自動詞",
    "意味1": "おかしをつまむ・軽食をとる"
    },//
    {
    "Word": "yard",
    "品詞": "名詞",
    "意味1": "庭"
    },//
    {
    "Word": "feast",
    "品詞": "名詞",
    "意味1": "祝祭・宴会"
    },//
    {
    "Word": "include",
    "品詞": "他動詞",
    "意味1": "～を含む"
    },//
    {
    "Word": "turkey",
    "品詞": "名詞",
    "意味1": "七面鳥"
    },//
    {
    "Word": "stuffing",
    "品詞": "名詞",
    "意味1": "詰め物・詰めること",
    "派生語1": "stuff",
    "品詞1": "名詞",
    "意味1": "材料・原料・物・素質",
    "派生語2": "stuffed",
    "品詞2": "形容詞",
    "意味2": "詰め物入りの・おなかがいっぱいの"
    },//
    {
    "Word": "reason",
    "品詞": "名詞",
    "意味1": "理由",
    "別の品詞": "自動詞／他動詞",
    "意味": "思考する・判断する／～を論じる・推論する"
    },//
    {
    "Word": "reopen",
    "品詞": "自動詞",
    "意味1": "再び開く・再開する",
    "別の品詞": "他動詞",
    "意味": "～を再び開く・再開する"
    },//
    {
    "Word": "with a bang",
    "品詞": "副詞",
    "意味1": "にぎやかに・大成功で",
    "意味2": "ドスンと",
    "意味3": "急に"
    },//
    {
    "Word": "retailer",
    "品詞": "名詞",
    "意味1": "小売業者",
    "派生語1": "retail",
    "品詞1": "他動詞",
    "意味1": "～を小売りする"
    },//
    {
    "Word": "typically",
    "品詞": "副詞",
    "意味1": "一般的に・だいたいは",
    "意味2": "例によって・典型的に",
    "派生語1": "typical",
    "品詞1": "形容詞",
    "意味1": "典型的な",
    "派生語2": "type",
    "品詞2": "名詞",
    "意味2": "型・類型・典型"
    },//
    {
    "Word": "put on ~",
    "品詞": "動詞",
    "意味1": "～を行う"
    },//
    {
    "Word": "kick O off / kick off ~",
    "品詞": "動詞",
    "意味1": "～を幕開けする・始める"
    },//
    {
    "Word": "gain",
    "品詞": "他動詞",
    "意味1": "～を得る"
    },//
    {
    "Word": "certain amount of ~",
    "品詞": "形容詞",
    "意味1": "ある程度の～"
    },//
    {
    "Word": "notoriety",
    "品詞": "名詞",
    "意味1": "悪評"
    },//
    {
    "Word": "chaotic",
    "品詞": "形容詞",
    "意味1": "混乱した・無秩序の",
    "派生語1": "chaos",
    "品詞1": "名詞",
    "意味1": "混乱・カオス"
    },//
    {
    "Word": "scene",
    "品詞": "名詞",
    "意味1": "光景"
    },//
    {
    "Word": "crazed",
    "品詞": "形容詞",
    "意味1": "気が狂った",
    "派生語1": "craze",
    "品詞1": "自動詞／他動詞",
    "意味1": "気が狂う／（受動態で）発狂する",
    "派生語2": "crazy",
    "品詞2": "形容詞",
    "意味2": "正気でない・気が狂った"
    },//
    {
    "Word": "shopper",
    "品詞": "名詞",
    "意味1": "買い物客"
    },//
    {
    "Word": "tear into ～",
    "品詞": "動詞",
    "意味1": "～に駆け込む",
    "派生語1": "tear",
    "品詞1": "自動詞／他動詞",
    "意味1": "裂ける／～を引き裂く・引きはがす"
    },//
    {
    "Word": "the second (that) +文",
    "品詞": "接続詞",
    "意味1": "～の瞬間に、～のとたんに"
    },//
    {
    "Word": "racing",
    "品詞": "動詞",
    "意味1": "走る・速く動く"
    },//
    {
    "Word": "get one's hands on ~",
    "品詞": "動詞",
    "意味1": "（物）を手に入れる"
    },//
    {
    "Word": "a limited number of ~",
    "品詞": "形容詞",
    "意味1": "限られた数の～"
    },//
    {
    "Word": "discounted",
    "品詞": "形容詞",
    "意味1": "割引された",
    "意味2": "安くなった"
    },//
    {
    "Word": "big-ticket items",
    "品詞": "名詞",
    "意味1": "高級品"
    },//
    {
    "Word": "supposedly",
    "品詞": "副詞",
    "意味1": "たぶん・おそらく",
    "派生語1": "suppose",
    "品詞1": "他動詞",
    "意味1": "～だと思う・考える・推測する"
    },//
    {
    "Word": "go into the black",
    "品詞": "動詞",
    "意味1": "黒字になる・利益を出す"
    },//
    {
    "Word": "turn a profit",
    "品詞": "動詞",
    "意味1": "利益を出す・増収増益になる"
    },//
    {
    "Word": "origins",
    "品詞": "名詞",
    "意味1": "起源",
    "意味2": "由来"
    },//
    {
    "Word": "date back to ~",
    "品詞": "動詞",
    "意味1": "～にさかのぼる",
    "意味2": "～に始まる"
    },//
    {
    "Word": "colonial",
    "品詞": "形容詞",
    "意味1": "植民地の",
    "意味2": "植民地時代の",
    "派生語1": "colony",
    "品詞1": "名詞",
    "意味1": "植民地",
    "派生語2": "colonize",
    "品詞2": "他動詞",
    "意味2": "～を植民地化する"
    },//
    {
    "Word": "celebrate",
    "品詞": "他動詞",
    "意味1": "～を祝う"
    },//
    {
    "Word": "celebration",
    "品詞": "名詞",
    "意味1": "祝典",
    "意味2": "お祝い"
    },//
    {
    "Word": "celebratory",
    "品詞": "形容詞",
    "意味1": "お祝いの",
    "意味2": "祝賀の"
    },//
    {
    "Word": "successful",
    "品詞": "形容詞",
    "意味1": "成功した",
    "意味2": "上出来の",
    "派生語1": "succeed",
    "品詞1": "自動詞",
    "意味1": "成功する"
    },//
    {
    "Word": "harvest",
    "品詞": "名詞",
    "意味1": "収穫(物)",
    "意味2": "収穫期"
    },//
    {
    "Word": "common",
    "品詞": "形容詞",
    "意味1": "一般的な",
    "意味2": "共通の"
    },//
    {
    "Word": "affair",
    "品詞": "名詞",
    "意味1": "出来事",
    "意味2": "業務・事務"
    },//
    {
    "Word": "settler",
    "品詞": "名詞",
    "意味1": "入植者",
    "意味2": "定住者",
    "派生語1": "settle",
    "品詞1": "自／他動詞",
    "意味1": "定住する（settle down）/～を置く・落ち着かせる"
    },//
    {
    "Word": "the Pilgrims",
    "品詞": "名詞",
    "意味1": "ピルグリム・ファーザーズ",
    "意味2": "イギリスからアメリカにやって来た入植者",
    "派生語1": "pilgrim",
    "品詞1": "名詞",
    "意味1": "巡礼者"
    },//
    {
    "Word": "native",
    "品詞": "形容詞",
    "意味1": "先住民の",
    "意味2": "出生地の"
    },//
    {
    "Word": "tribe",
    "品詞": "名詞",
    "意味1": "部族",
    "意味2": "種族"
    },//
    {
    "Word": "harvest",
    "品詞": "名詞",
    "意味1": "収穫・収穫物",
    "別の品詞": "他動詞",
    "意味": "～を収穫する・取り入れる"
    },//
    {
    "Word": "celebratory gunfire",
    "品詞": "名詞",
    "意味1": "祝砲"
    },//
    {
    "Word": "cause",
    "品詞": "他動詞",
    "意味1": "～を引き起こす",
    "別の品詞": "名詞",
    "意味": "原因"
    },//
    {
    "Word": "concern",
    "品詞": "名詞",
    "意味1": "懸念",
    "意味2": "心配",
    "別の品詞": "他動詞",
    "意味1": "（受動態で）～に関することである",
    "意味2": "～に関係する・関係している・関心がある"
    },//
    {
    "Word": "nearby",
    "品詞": "形容詞",
    "意味1": "近くの",
    "別の品詞": "副詞",
    "意味": "近くで"
    },//
    {
    "Word": "investigate",
    "品詞": "他動詞",
    "意味1": "～を調査する"
    },//
    {
    "Word": "discover",
    "品詞": "他動詞",
    "意味1": "～を発見する",
    "派生語1": "discovery",
    "品詞1": "名詞",
    "意味1": "発見"
    },//
    {
    "Word": "festivity",
    "品詞": "名詞",
    "意味1": "祝祭行事",
    "意味2": "祭典",
    "派生語1": "festival",
    "品詞1": "名詞",
    "意味1": "お祭り"
    },//
    {
    "Word": "relieved",
    "品詞": "他動詞",
    "意味1": "（受動態で）安心する",
    "意味2": "～を取り除く・和らげる・軽減する",
    "意味3": "～を安心させる",
    "派生語1": "relief",
    "品詞1": "名詞",
    "意味1": "安心・安堵"
    },//
    {
    "Word": "socialize",
    "品詞": "自動詞",
    "意味1": "交流する・親睦を深める",
    "別の品詞": "他動詞",
    "意味": "（受動態で）社会生活に適応する・社交的になる",
    "派生語1": "social",
    "品詞1": "形容詞",
    "意味1": "社会的な",
    "派生語2": "society",
    "品詞2": "名詞",
    "意味2": "社会",
    },//
    {
    "Word": "share",
    "品詞": "他動詞",
    "意味1": "～を共有する・分かち合う"
    }//
];